Repository: Undizzy/woocommerce-gateway-sberbank
Catalog: woocommerce-gateway-sberbank/languages/wc-gateway-sbrf-*.po
Languages: ru_ru

source: Accept payments by credit cards through acquiring of Sberbank of Russia.
ru_ru: Принимайте платежи банковскими картами через эквайринг Сбербанка России.

source: Awaiting payment
ru_ru: Ожидает оплаты

source: Configure
ru_ru: Настроить

source: Credit card payment
ru_ru: Оплата банковской картой

source: Credit card payment.
ru_ru: Оплата банковской картой.

source: Email costumer invoice with Pay link
ru_ru: Отправить Счёт клиенту с ссылкой на оплату

# Order status
source: Pending credit card payment
ru_ru: Ожидается оплата банковской картой

source: Pay Link manually sent to customer.
ru_ru: Платёжная ссылка вручную отправлена клиенту.

source: Pending credit card payment <span class="count">(%s)</span>
ru_ru: Оплата банковской картой

source: Please wait for the operator to confirm the order.
ru_ru: Пожалуйста, дождитесь звонка оператора для подтверждения заказа.

# Sberbank Acquiring payment method
source: Sberbank Acquiring payments
ru_ru: Оплата через эквайринг Сбербанка России

source: Sberbank acquiring Payment URL
ru_ru: URL страницы оплаты эквайринга Сбербанка

source: Sberbank acquiring Payment URL.
ru_ru: URL страницы оплаты эквайринга Сбербанка

source: Sberbank Acquiring payments
ru_ru: Платежи через Сбербанк эквайринг

source: Sberbank acquiring Token
ru_ru: ApiToken эквайринга Сбербанка

source: Sberbank acquiring Token.
ru_ru: ApiToken эквайринга Сбербанка.

source: WooCommerce Payment gateway for Sberbank
ru_ru: Платёжный шлюз WooCommerce для приёма платежей банковскими картами через эквайринг Сбербанка
